Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: <0>{{userName}}</0> added a measurement criterion.
fr_fr: <0>{{userName}}</0> a ajouté un critère de mesure.

source: <0>{{userName}}</0> deleted a measurement criterion.
fr_fr: <0>{{userName}}</0> a supprimé un critère de mesure.

source: <0>{{userName}}</0> updated a measurement criterion.
fr_fr: <0>{{userName}}</0> a mis à jour un critère de mesure.

source: <0>{{userName}}</0> updated the population of a goal.
fr_fr: <0>{{userName}}</0> a mis à jour la population d'un objectif.

source: <0>{{userName}}</0> updated a goal priority.
fr_fr: <0>{{userName}}</0> a mis à jour une priorité d'objectif.

source: <0>{{userName}}</0> updated the progress settings of a goal.
fr_fr: <0>{{userName}}</0> a mis à jour les paramètres de progression d'un objectif.

source: <0>{{userName}}</0> updated the progress of a goal.
fr_fr: <0>{{userName}}</0> a mis à jour la progression d'un objectif.

source: <0>{{userName}}</0> reset the dates for the goal population to the initial dates.
fr_fr: <0>{{userName}}</0> a réinitialisé les dates de la population d'objectifs aux dates initiales.

source: <0>{{userName}}</0> reset the start date for <1>{{participantName}}</1> to the initial date.
fr_fr: <0>{{userName}}</0> a réinitialisé la date de début de <1>{{participantName}}</1> à la date initiale.

source: <0>{{userName}}</0> set the start date for <1>{{participantName}}</1>.
fr_fr: <0>{{userName}}</0> a défini la date de début pour <1>{{participantName}}</1>.

source: <0>{{userName}}</0> set the start date for the goal.
fr_fr: <0>{{userName}}</0> a défini la date de début de l'objectif.

source: <0>{{userName}}</0> changed the start date for <1>{{participantName}}</1>.
fr_fr: <0>{{userName}}</0> a modifié la date de début pour <1>{{participantName}}</1>.

source: <0>{{userName}}</0> changed the start date for the goal.
fr_fr: <0>{{userName}}</0> a modifié la date de début de l'objectif.

source: <0>{{userName}}</0> updated a title.
fr_fr: <0>{{userName}}</0> a mis à jour un titre.

source: To:
fr_fr: À :

source: <0>{{userName}}</0> updated a goal tracking status.
fr_fr: <0>{{userName}}</0> a mis à jour le statut de suivi d'un objectif.

source: Progress trail
fr_fr: Progression

source: <0>{{userName}}</0> changed the goal weight.
fr_fr: <0>{{userName}}</0> a modifié le poids de l'objectif.

source: <0>{{userName}}</0> reset the goal weight for <1>{{participantName}}</1> to the initial weight.
fr_fr: <0>{{userName}}</0> a réinitialisé le poids de l'objectif pour <1>{{participantName}}</1> au poids initial.

source: <0>{{userName}}</0> reset the goal weight for the goal population to the initial weight.
fr_fr: <0>{{userName}}</0> a réinitialisé le poids de l'objectif pour la population d'objectifs au poids initial.

source: <0>{{userName}}</0> set the weight of a goal for <1>{{participantName}}</1>.
fr_fr: <0>{{userName}}</0> a défini le poids d'un objectif pour <1>{{participantName}}</1>.

source: <0>{{userName}}</0> changed the weight of a goal.
fr_fr: <0>{{userName}}</0> a modifié la pondération d'un objectif.

source: <0>{{userName}}</0> updated the goal weight for <1>{{participantName}}</1>.
fr_fr: <0>{{userName}}</0> a mis à jour le poids de l'objectif pour <1>{{participantName}}</1>.

source: No value
fr_fr: Aucune valeur

source: Average score
fr_fr: Score moyen

source: Max score
fr_fr: Score maximum

source: Overall {{title}} score
fr_fr: Score {{title}} global

source: Overall goal score
fr_fr: Score global de l'objectif

source: Weight factor
fr_fr: Facteur de pondération

source: Delivered
fr_fr: Livré

source: Not delivered
fr_fr: Non remis

source: No description
fr_fr: Aucune description

source: Additional goal description
fr_fr: Description supplémentaire de l'objectif

source: Overall behavior review
fr_fr: Bilan comportemental global

source: Overall goal review
fr_fr: Bilan global sur les objectifs

source: Challenge review
fr_fr: Contestation du bilan

source: Overall performance - Discussion outcome
fr_fr: Performance globale - Résultat de l'entretien

source: I acknowledge having had a performance coaching conversation with my manager.
fr_fr: Je reconnais avoir eu un entretien d'accompagnement de performance avec mon manager.

source: Custom widget
fr_fr: Widget personnalisé

source: The Team member performance rating widget is a powerful tool designed specifically for managers to assess and rate the performance of their team members. It provides a convenient and efficient way for managers to track and evaluate individual performance, foster accountability, and make informed decisions regarding their team.
fr_fr: Le widget de notation de performance des membres de l'équipe est un outil puissant conçu spécifiquement pour les managers afin d'évaluer et de noter la performance de leurs membres d'équipe. Il offre un moyen pratique et efficace pour les managers de suivre et d'évaluer la performance individuelle, de favoriser la responsabilisation et de prendre des décisions éclairées concernant leur équipe.

source: Worker acknowledgment
fr_fr: Accusé de réception de l'employé(e)

source: The review was validated by
fr_fr: Le bilan a été validé par

source: This snapshot reflects the status of the behaviors as of {{date}}.
fr_fr: Cet instantané reflète le statut des comportements au {{date}}.

source: This snapshot reflects the status of the goals as of {{date}}.
fr_fr: Cette version reflète le statut des objectifs en date du {{date}}.

source: Let’s discuss on
fr_fr: Discutons le

source: Edited
fr_fr: Modifié

source: No changes
fr_fr: Aucune modification

source: Unrated
fr_fr: Non noté

source: Overall performance rating
fr_fr: Notation de performance globale

source: No comment provided
fr_fr: Aucun commentaire n'a été fourni

source: No input provided
fr_fr: Aucune saisie fournie

source: Confirmation of my performance conversation
fr_fr: Confirmation de ma conversation sur la performance

source: Closed (system)
fr_fr: Clôturé (Système)

source: Moderation
fr_fr: Modération

source: Pending sign-off
fr_fr: En attente de validation

source: Pending validation
fr_fr: En attente de validation

source: Pending publication
fr_fr: En attente de publication

source: Review autoclosed date
fr_fr: Date de clôture automatique du bilan

source: Worker sign-off date
fr_fr: Date de validation de l'employé(e)

source: Review closed date
fr_fr: Date de fermeture du bilan

source: Evaluation period
fr_fr: Période d'évaluation

source: Type & status
fr_fr: Type et statut

source: Start
fr_fr: Démarrer

source: Worker sign-off
fr_fr: Validation de l'employé(e)

source: Additional manager
fr_fr: Manager supplémentaire

source: Review about
fr_fr: Bilan à propos de

source: Approve or reject with an optional comment.
fr_fr: Approuver ou rejeter avec un commentaire facultatif.

source: Add my direct reports
fr_fr: Ajouter mes subordonnés directs

source: Comment not saved
fr_fr: Commentaire non enregistré

source: You don't have any reports
fr_fr: Vous n'avez aucun subordonné

source: Total workers: {{workersSize}}
fr_fr: Nombre total d'employé(e)s : {{workersSize}}

source: Any compensation rounds assigned to you will be visible here.
fr_fr: Tous les cycles de rémunération qui vous sont assignés seront visibles ici.

source: No compensation rounds yet!
fr_fr: Aucun cycle de rémunération pour l'instant !

source: View and manage all compensation rounds.
fr_fr: Consultez et gérez tous les cycles de rémunération.

source: Compensation rounds
fr_fr: Cycles de compensation

source: Search by comp round name
fr_fr: Rechercher par nom de cycle de rémunération

source: Workflow status
fr_fr: Statut du workflow

source: Select workers to compare them.
fr_fr: Sélectionnez des employé(e)s pour les comparer.

source: The outcome of the column is based on the formula below.
fr_fr: Le résultat de la colonne est basé sur la formule ci-dessous.

source: Calculated column formula
fr_fr: Formule de colonne calculée

source: You must add a note when entering a value.
fr_fr: Vous devez ajouter une note lorsque vous saisissez une valeur.

source: You must add a note for values outside the guidelines.
fr_fr: Vous devez ajouter une note pour les valeurs en dehors des directives.

source: <0><1>Field related to {{name}}</1><3>{{helpTip}}</3></0>
fr_fr: <0><1>Champ lié à {{name}}</1><3>{{helpTip}}</3></0>

source: The calculation cannot be done because {{column}} is empty.
fr_fr: Le calcul ne peut pas être effectué car la colonne {{column}} est vide.

source: The calculation cannot be done because a reference filed is empty.
fr_fr: Le calcul ne peut pas être effectué car un champ de référence est vide.

source: Rules are applied in priority order from top to bottom.
fr_fr: Les regles sont appliquees par ordre de priorite, de haut en bas.

source: Comp round currency ({{currencyCode}})
fr_fr: Devise du cycle de compensation ({{currencyCode}})

source: Choose grid currency
fr_fr: Sélectionnez la devise de la grille

source: Worker local currency
fr_fr: Devise locale de l'employé(e)

source: The data might be out of sync. Refresh the data to get the latest changes.
fr_fr: Les données peuvent être désynchronisées. Actualisez les données pour obtenir les dernières modifications.

source: No compensation rounds to display
fr_fr: Aucun cycle de compensation à afficher

source: Clear field
fr_fr: Effacer le champ

source: This field only accepts values within the allowed amount range. Do you want to revert to the previous amount?
fr_fr: Ce champ n'accepte que des valeurs dans la plage de montants autorisée. Voulez-vous revenir au montant précédent ?

source: Revert
fr_fr: Rétablir

source: Out of range
fr_fr: Hors plage

source: Guideline
fr_fr: Recommandation

source: Achievement
fr_fr: Réussite

source: Bonus payout
fr_fr: Versement de prime

source: The decimal precision is set to 2.
fr_fr: La précision décimale est définie à 2.

source: Type weight
fr_fr: Type de pondération

source: No bonus situations available
fr_fr: Aucune situation de bonus disponible

source: {{fromDate}} to {{toDate}}
fr_fr: {{fromDate}} à {{toDate}}

source: LoA factor: {{loaFactor}}
fr_fr: Facteur de LoA : {{loaFactor}}

source: Target bonus: {{targetBonus}}
fr_fr: Prime cible : {{targetBonus}}

source: TiR factor: {{tirFactor}}
fr_fr: Facteur TiR : {{tirFactor}}

source: Total bonus: {{totalBonus}}
fr_fr: Bonus total : {{totalBonus}}

source: Total bonus (all periods)
fr_fr: Prime totale (toutes périodes)

source: Maximum amount
fr_fr: Montant maximum

source: Minimum amount
fr_fr: Montant minimum

source: Eligible to {{eligibleCount}} of {{totalCount}} comp elements
fr_fr: Éligible à {{eligibleCount}} éléments de rémunération sur {{totalCount}}

source: You don't have any workers in this view.
fr_fr: Vous n'avez aucun employé(e) dans cette vue.

source: No comp rounds with round name "{{phrase}}"
fr_fr: Aucun de cycle de compensation du nom de " {{phrase}} ".

source: Date from
fr_fr: Date de

source: Date to
fr_fr: Date à

source: Editor
fr_fr: Editeur

source: Updated field
fr_fr: Champ mis à jour

source: Workflow stage
fr_fr: Etape de workflow

source: Proxied by {{userName}}
fr_fr: Représenté par {{userName}}

source: Reapproved
fr_fr: Réapprobation

source: Republished round
fr_fr: Cycle republié

source: Republished round (proposals removed)
fr_fr: Cycle republié (propositions supprimées)

source: Republished round (proposals kept)
fr_fr: Cycle republié (propositions conservées)

source: Resubmitted
fr_fr: Nouvelle soumission

source: Set default value
fr_fr: Définir la valeur par défaut

source: Input
fr_fr: Saisie

source: Allocated
fr_fr: Alloué

source: Base salary
fr_fr: Salaire de base

source: Show budget
fr_fr: Afficher le budget

source: Eligible workers
fr_fr: Employé(e)s éligibles

source: Budget info
fr_fr: Informations budgétaires

source: overspent out of {{budget}}
fr_fr: dépensé en excès sur {{budget}}

source: Remaining
fr_fr: Restant

source: remaining out of {{budget}}
fr_fr: restants sur {{budget}}

source: spent out of {{budget}}
fr_fr: dépensé sur {{budget}}

source: Budget warning
fr_fr: Avertissement budgétaire

source: Compensation navigation
fr_fr: Navigation de rémunération

source: Export to Excel
fr_fr: Exporter vers Excel

source: Export all pages
fr_fr: Exporter toutes les pages

source: Export current page
fr_fr: Exporter la page actuelle

source: Select pages:
fr_fr: Sélectionner les pages :

source: This download isn’t available because the selection exceeds the {{limit}} worker limit. Please narrow your selection to continue. For large exports or assistance, contact Customer Support.
fr_fr: Ce téléchargement n'est pas disponible car la sélection dépasse la limite de {{limit}} employé(e)s. Veuillez affiner votre sélection pour continuer. Pour des exports volumineux ou pour obtenir de l'aide, contactez le support client.

source: No results match the filter search/filter criteria.<br/> Remove filters and the clear search to show all results.
fr_fr: Aucun résultat ne correspond aux critères de recherche/filtrage.<br/> Supprimez les filtres et effacez la recherche pour afficher tous les résultats.

source: Comp review
fr_fr: Bilan de rémunération

source: Search by worker name
fr_fr: Rechercher par nom d'employé(e)

source: Selected: {{count}}
fr_fr: Sélectionnés: {{count}}

source: Status set to completed
fr_fr: Statut défini sur terminé

source: You are about to move 1 worker to the next step. Are you sure you want to continue?
fr_fr: Vous êtes sur le point de faire passer 1 employé(e) à l'étape suivante. Êtes-vous sûr(e) de vouloir continuer ?

source: Successfully approved
fr_fr: Approuvé correctement

source: Approve worker proposal
fr_fr: Approuver la proposition de l'employé(e)

source: Complete
fr_fr: Terminer

source: You are about to complete the worker proposal. Are you sure you want to continue?
fr_fr: Vous êtes sur le point de finaliser la proposition d'employé(e). Êtes-vous sûr(e) de vouloir continuer ?

source: Complete worker proposal
fr_fr: Compléter la proposition d'employé(e)

source: You are about to move 1 worker to the previous step. Are you sure you want to continue?
fr_fr: Vous êtes sur le point de déplacer 1 employé(e) vers l'étape précédente. Êtes-vous sûr(e) de vouloir continuer ?

source: The status was successfully set to rejected.
fr_fr: Le statut a été correctement défini sur refusé.

source: Reject worker proposal
fr_fr: Rejeter la proposition de l'employé(e)

source: The proposal was rejected.
fr_fr: La proposition a été rejetée.

source: The proposal was returned to the previous step for adjustments.
fr_fr: La proposition a été renvoyée à l'étape précédente pour des ajustements.

source: Awaiting approval
fr_fr: En attente d'approbation

source: Awaiting proposal
fr_fr: En attente de proposition

source: The proposal was successfully submitted.
fr_fr: La proposition a été soumise correctement.

source: Submit worker proposal
fr_fr: Soumettre la proposition d'employé(e)

source: Please add a justification for any proposal outside of guidelines.
fr_fr: Veuillez ajouter une justification pour toute proposition en dehors des directives.

source: You must add a note for this comp element.
fr_fr: Vous devez ajouter une note pour cet élément de rémunération.

source: Add note (required)
fr_fr: Ajouter une note (obligatoire)

source: Note added successfully
fr_fr: Note ajoutée correctement

source: Note required
fr_fr: Note requise

source: Your unsaved changes were successfully discarded.
fr_fr: Vos modifications non enregistrées ont été correctement supprimées.

source: You must add a note when the value falls outside the guidelines. If you remove the note, the value will return to its previous state.
fr_fr: Vous devez ajouter une note lorsque la valeur se situe en dehors des directives. Si vous supprimez la note, la valeur reviendra à son état précédent.

source: You must add a note when entering a value. If you remove the note, the value will return to its previous state.
fr_fr: Vous devez ajouter une note lors de la saisie d'une valeur. Si vous supprimez la note, la valeur reviendra à son état précédent.

source: Are you sure you want to delete this note?
fr_fr: Voulez-vous vraiment supprimer cette note ?

source: Note deleted successfully
fr_fr: Note supprimée correctement

source: Note edited successfully
fr_fr: Note modifiée correctement

source: Fields
fr_fr: Champs

source: Choose the field related to this note.
fr_fr: Choisissez le champ lié à cette note.

source: Item not found
fr_fr: Élément introuvable

source: Unavailable
fr_fr: Indisponible

source: Choose the field related to this note. Unavailable fields from will be removed after saving.
fr_fr: Choisissez le champ associé à cette note. Les champs indisponibles seront supprimés après l'enregistrement.

source: {{input}} (outside of guidelines)
fr_fr: {{input}} (hors des directives)

source: This note will be visible to everyone reviewing this worker in the compensation round.
fr_fr: Cette note sera visible par tous ceux qui examinent cet(te) employé(e) dans le cycle de compensation.

source: Add your note
fr_fr: Ajoutez votre note

source: The note is required.
fr_fr: La note est obligatoire.

source: Note (required)
fr_fr: Note (obligatoire)

source: No notes
fr_fr: Aucune note

source: This item does not contain any notes
fr_fr: Cet élément ne contient aucune note.

source: Proposal management is applied to this column.
fr_fr: La gestion des propositions est appliquée à cette colonne.

source: Value overridden by user
fr_fr: Valeur remplacée par l'utilisateur

source: Restore value
fr_fr: Restaurer la valeur

source: Unable to calculate
fr_fr: Calcul impossible

source: Select worker
fr_fr: Sélectionner un employé(e)

source: There aren’t enough data to display the behavior wheel. Give this worker feedback to complete their performance picture.
fr_fr: Données insuffisantes pour afficher la roue de comportement. Donnez du feedback à cet(te)(e) employé(e) pour compléter la vue d'ensemble de sa performance.

source: No check-ins scheduled. Schedule one to discuss their growth.
fr_fr: Aucun check-in prévu. Planifiez un check-in pour discuter de la progression de l'employé(e).

source: This team member has no public feedback.
fr_fr: Ce membre de l'équipe n'a pas de feedback public.

source: You haven’t sent any feedback yet. Share your thoughts to help your team members grow.
fr_fr: Vous n'avez pas encore envoyé de feedback. Partagez vos opinions pour favoriser l'évolution professionnelle vos membres d'équipe.

source: This team member hasn’t shared any feedback with you yet.
fr_fr: Ce membre de l'équipe n'a pas encore partagé de feedback avec vous.

source: This team member has no goals yet. Create goals to help their progress.
fr_fr: Ce membre d'équipe n'a pas encore d'objectifs. Créez des objectifs l'aider à progresser.

source: The CSV file could not be downloaded. Please try again later.
fr_fr: Le fichier CSV n'a pas pu être téléchargé. Veuillez réessayer ultérieurement.

source: Download failed
fr_fr: Échec du téléchargement

source: Synchronize to check for available analyses.
fr_fr: Synchronisez pour vérifier les analyses disponibles.

source: No pay analysis available
fr_fr: Aucune analyse de rémunération disponible

source: View and manage all pay analyses
fr_fr: Consulter et gérer toutes les analyses de rémunération.

source: Submit recommendation
fr_fr: Soumettre la recommandation

source: The recommendation was successfully submitted.
fr_fr: La recommandation a été soumise correctement.

source: Could not load notes. Please try again.
fr_fr: Impossible de charger les notes. Veuillez réessayer.

source: Auto-generated
fr_fr: Généré automatiquement

source: Choose one...
fr_fr: Choisissez une option...

source: You must select a communication round before closing the request in order to release the document to the worker.
fr_fr: Vous devez sélectionner un cycle de communication avant de clôturer la demande afin de diffuser le document à l'employé(e).

source: The communication round cannot be empty when closing a pay information request with attached documents.
fr_fr: Le cycle de communication ne peut pas être vide lors de la clôture d'une demande d'information salariale avec des documents joints.

source: Create request
fr_fr: Créer une demande

source: The pay information request was successfully created.
fr_fr: La demande d'informations sur la rémunération a été créée correctement.

source: This date corresponds to the request creation date in the system.
fr_fr: Cette date correspond à la date de création de la demande dans le système.

source: Creation type
fr_fr: Type de création

source: Document preview
fr_fr: Aperçu du document

source: Edit request
fr_fr: Modifier la demande

source: Attached document
fr_fr: Document joint

source: The data source is required to generate and preview the document.
fr_fr: La source de données est requise pour générer et prévisualiser le document.

source: Generate document
fr_fr: Générer le document

source: Import a static document
fr_fr: Importer un document statique

source: The internal note is not visible to the worker.
fr_fr: La note interne n'est pas visible à l'employé(e).

source: The file name cannot contain more than 100 characters.
fr_fr: Le nom de fichier ne peut pas contenir plus de 100 caractères.

source: The file name cannot be empty.
fr_fr: Le nom du fichier ne peut pas être vide.

source: Define the name of the document that will be distributed to workers.
fr_fr: Définissez le nom du document qui sera distribué aux employé(e)s.

source: The pay information request was successfully saved.
fr_fr: La demande d'informations sur la rémunération a été enregistrée correctement.

source: The template is required to generate and preview a document.
fr_fr: Le modèle est requis pour générer et prévisualiser un document.

source: Upload document
fr_fr: Charger un document

source: Browse to upload file
fr_fr: Rechercher un fichier à charger

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
fr_fr: Formats de fichier pris en charge : PDF. Taille maximale du fichier : 10 Mo. Nombre maximal de fichiers par téléchargement : 1 fichier.

source: The document "{{fileName}}" cannot be imported. Make it matches the format and size requirements.
fr_fr: Le document "{{fileName}}" ne peut pas être importé. Assurez-vous qu'il respecte les exigences de format et de taille.

source: Generate & preview document
fr_fr: Générer et prévisualiser le document

source: To update this field, you must first delete the generated attached document.
fr_fr: Pour mettre à jour ce champ, vous devez d'abord supprimer le document joint généré.

source: Alerts
fr_fr: Alertes

source: Internal note
fr_fr: Note interne

source: No files uploaded
fr_fr: Aucun fichier téléchargé

source: Comm round
fr_fr: Cycle de communication

source: A date is required when an operator is selected
fr_fr: Une date est requise lorsqu'un opérateur est sélectionné

source: Number of days
fr_fr: Nombre de jours

source: An operator is required when a date or value is provided
fr_fr: Un opérateur est requis lorsqu'une date ou une valeur est fournie

source: Reference number
fr_fr: Numéro de référence

source: Type part of a reference number
fr_fr: Saisir une partie d'un numéro de référence

source: Type part of a request ID
fr_fr: Saisir une partie d'un identifiant de demande

source: Resolution date
fr_fr: Date de résolution

source: Since request
fr_fr: Depuis la demande

source: A value is required when an operator is selected
fr_fr: Une valeur est requise lorsqu'un opérateur est sélectionné.

source: Type part of a name or worker ID
fr_fr: Saisissez une partie d'un nom ou d'un identifiant d'employé(e)

source: The reference number cannot be empty.
fr_fr: Le numéro de référence ne peut pas être vide.
